[
  {
    "id": "1a",
    "unit": 1,
    "q": "assets/1aQ.png",
    "a": "assets/1aA.png",
    "qsp": "assets/1aQsp.png",
    "asp": "assets/1aAsp.png",
    "text": "What is volume? How is volume measured?",
    "answerText": "Volume is the amount of space inside a 3D shape. Volume is measured in cubic units.",
    "textSp": "¿Qué es el volumen? ¿Cómo se mide el volumen?",
    "answerTextSp": "El volumen es la cantidad de espacio dentro de una forma tridimensional. Se mide en unidades cúbicas."
  },
  {
    "id": "1b",
    "unit": 1,
    "q": "assets/1bQ.png",
    "a": "assets/1bA.png",
    "qsp": "assets/1bQsp.png",
    "asp": "assets/1bAsp.png",
    "text": "How can you figure out the volume of this three-dimensional shape?",
    "answerText": "Find the area of the base, times the height.",
    "textSp": "¿Cómo se puede calcular el volumen de esta figura tridimensional?",
    "answerTextSp": "Encuentra el área de la base y multiplícala por la altura."
  },
  {
    "id": "1c",
    "unit": 1,
    "q": "assets/1cQ.png",
    "a": "assets/1cA.png",
    "qsp": "assets/1cQsp.png",
    "asp": "assets/1cAsp.png",
    "text": "You can’t see the cubes that make up the volume of the rectangular prism. How can you still find the volume?",
    "answerText": "Use the formula: volume equals length times width times height.",
    "textSp": "No puedes ver los cubos que componen el volumen del prisma rectangular. ¿Cómo puedes calcular el volumen?",
    "answerTextSp": "Usa la fórmula: volumen igual a longitud por anchura por altura."
  },
  {
    "id": "1d",
    "unit": 1,
    "q": "assets/1dQ.png",
    "a": "assets/1dA.png",
    "qsp": "assets/1dQsp.png",
    "asp": "assets/1dAsp.png",
    "text": "Complete the following measurement conversions.",
    "answerText": "1 foot equals 12 inches. 1 yard equals 3 feet. 1 pound equals 16 ounces. 1 liter equals 1,000 milliliters.",
    "textSp": "Completa las siguientes conversiones.",
    "answerTextSp": "Un pie es igual a doce pulgadas. Una yarda es igual a tres pies. Una libra es igual a dieciséis onzas. Un litro es igual a mil mililitros."
  },
  {
    "id": "2a",
    "unit": 2,
    "q": "assets/2aQ.png",
    "a": "assets/2aA.png",
    "qsp": "assets/2aQsp.png",
    "asp": "assets/2aAsp.png",
    "text": "What is a fraction? What is the top number called? What is the bottom number called?",
    "answerText": "A fraction is a number that represents part of a whole. The top number is the numerator. The bottom number is the denominator.",
    "textSp": "¿Qué es una fracción? ¿Cómo se llama la parte de arriba? ¿Cómo se llama la parte de abajo?",
    "answerTextSp": "Una fracción es un número que representa una parte de un todo. La parte de arriba se llama numerador. La parte de abajo se llama denominador."
  },
  {
    "id": "2b",
    "unit": 2,
    "q": "assets/2bQ.png",
    "a": "assets/2bA.png",
    "qsp": "assets/2bQsp.png",
    "asp": "assets/2bAsp.png",
    "text": "What are the two main ways to interpret the fraction three fifths?",
    "answerText": "It means 3 out of 5 equal parts. It can also mean 3 divided by 5.",
    "textSp": "¿Cuáles son las dos maneras principales de interpretar la fracción tres quintos?",
    "answerTextSp": "Primero, significa tres partes iguales de cinco partes en total. Segundo, significa tres dividido entre cinco."
  },
  {
    "id": "2c",
    "unit": 2,
    "q": "assets/2cQ.png",
    "a": "assets/2cA.png",
    "qsp": "assets/2cQsp.png",
    "asp": "assets/2cAsp.png",
    "text": "Explain how you multiply fractions like these.",
    "answerText": "Multiply straight across: multiply the numerators and multiply the denominators. If you multiply by a whole number, write it as a fraction over 1 first.",
    "textSp": "Explica cómo puedes multiplicar fracciones como las siguientes.",
    "answerTextSp": "Multiplica de manera directa: multiplica los numeradores entre sí y los denominadores entre sí. Si multiplicas por un número entero, renómbralo como una fracción sobre uno y luego multiplica de manera directa."
  },
  {
    "id": "2d",
    "unit": 2,
    "q": "assets/2dQ.png",
    "a": "assets/2dA.png",
    "qsp": "assets/2dQsp.png",
    "asp": "assets/2dAsp.png",
    "text": "How do you convert a mixed number into an improper fraction?",
    "answerText": "Multiply the whole number by the denominator, then add the numerator. Keep the same denominator.",
    "textSp": "¿Cómo convertimos un número mixto en una fracción impropia?",
    "answerTextSp": "Primero, multiplica el número entero por el denominador. Después, suma el numerador. Por último, mantén el mismo denominador."
  },
  {
    "id": "2e",
    "unit": 2,
    "q": "assets/2eQ.png",
    "a": "assets/2eA.png",
    "qsp": "assets/2eQsp.png",
    "asp": "assets/2eAsp.png",
    "text": "Explain how you know that 7 × 4/9 is smaller than 7. Explain how you know that 11 × 5/2 is greater than 11.",
    "answerText": "If you multiply by a fraction smaller than 1, you will get a smaller number. If you multiply by a fraction bigger than 1, you will get a bigger number.",
    "textSp": "Explica cómo sabes que siete por cuatro novenos es un número más pequeño que siete. Explica cómo sabes que once por cinco medios es un número más grande que once.",
    "answerTextSp": "Si multiplicas por una fracción menor que 1, obtendrás un número más pequeño. Si multiplicas por una fracción mayor que 1, obtendrás un número más grande."
  },
  {
    "id": "4a",
    "unit": 4,
    "q": "assets/4aQ.png",
    "a": "assets/4aA.png",
    "qsp": "assets/4aQsp.png",
    "asp": "assets/4aAsp.png",
    "text": "For each 7 below, explain what value the 7 really has.",
    "answerText": "In 273, the 7 is 70. In 47,208, the 7 is 7,000. In 387, the 7 is 7. In 3,702, the 7 is 700. In 5.7, the 7 is 7 tenths. In 6.2307, the 7 is 7 ten-thousandths.",
    "textSp": "Para cada “7” a continuación, explica qué valor tiene el número 7.",
    "answerTextSp": "En 273, el 7 representa setenta. En 47,208, el 7 representa siete mil. En 387, el 7 representa siete unidades. En 3,702, el 7 representa setecientos. En 5.7, el 7 representa siete décimos. En 6.2307, el 7 representa siete diezmilésimos."
  },
  {
    "id": "4b",
    "unit": 4,
    "q": "assets/4bQ.png",
    "a": "assets/4bA.png",
    "qsp": "assets/4bQsp.png",
    "asp": "assets/4bAsp.png",
    "text": "Compare the value of each digit. How many times larger is one value than the other?",
    "answerText": "In 37.42, the 4 is 10 times the 4 in 75.34. In 75.4, the 7 is 1,000 times the 7 in 55.37. In 3.09, the 9 is 1/100 the value of the 9 in 9.23.",
    "textSp": "Compara el valor de cada número. ¿Cuántas veces mayor es uno que el otro?",
    "answerTextSp": "En 37.42, el 4 es diez veces mayor que el 4 en 75.34. En 75.4, el 7 es mil veces mayor que el 7 en 55.37. En 3.09, el 9 es una centésima parte del valor del 9 en 9.23."
  },
  {
    "id": "5a",
    "unit": 5,
    "q": "assets/5aQ.png",
    "a": "assets/5aA.png",
    "qsp": "assets/5aQsp.png",
    "asp": "assets/5aAsp.png",
    "text": "What is a decimal?",
    "answerText": "A decimal is a shortcut way to write a fraction with a denominator of 10, 100, 1,000, and so on.",
    "textSp": "¿Qué es un decimal?",
    "answerTextSp": "Un decimal es una forma más corta de escribir una fracción con denominadores de diez, cien, mil, y así sucesivamente."
  },
  {
    "id": "5b",
    "unit": 5,
    "q": "assets/5bQ.png",
    "a": "assets/5bA.png",
    "qsp": "assets/5bQsp.png",
    "asp": "assets/5bAsp.png",
    "text": "Explain how you would round these numbers.",
    "answerText": "To round 82.7 to the ones place, look at the tenths digit. Because 7 is more than 5, round the ones place up to 3. To round 8.562 to the hundredths place, look at the thousandths digit. Because 2 is less than 5, cut it off and leave the 6 in the hundreths place.",
    "textSp": "Explica cómo redondearías estos números.",
    "answerTextSp": "Para redondear 82.7 al lugar de las unidades, observa el número en la posición de los décimos. Para redondear 8.562 al lugar de las centésimas, observa el número en la posición de los milésimos y decide si debes redondear."
  },
  {
    "id": "5c",
    "unit": 5,
    "q": "assets/5cQ.png",
    "a": "assets/5cA.png",
    "qsp": "assets/5cQsp.png",
    "asp": "assets/5cAsp.png",
    "text": "List the order of operations. When do you use the order of operation?",
    "answerText": "Parentheses, exponents, multiplication and division from left to right, addition and subtraction from left to right. Use the order of operations when a problem has more than one operation.",
    "textSp": "Enumera el orden de operaciones. ¿Cuándo se usa el orden de operaciones?",
    "answerTextSp": "Paréntesis. Exponentes. Multiplicación y división de izquierda a derecha. Suma y resta de izquierda a derecha. Se usa el orden de operaciones cuando un problema tiene más de una operación."
  },
  {
    "id": "6a",
    "unit": 6,
    "q": "assets/6aQ.png",
    "a": "assets/6aA.png",
    "qsp": "assets/6aQsp.png",
    "asp": "assets/6aAsp.png",
    "text": "Explain the first step in adding these fractions.",
    "answerText": "Find a common denominator, then rewrite the fractions as equivalent fractions.",
    "textSp": "Explica el primer paso para sumar estas fracciones.",
    "answerTextSp": "Primero, observa los denominadores. Encuentra un denominador común. Luego escribe fracciones equivalentes usando multiplicación."
  },
  {
    "id": "6b",
    "unit": 6,
    "q": "assets/6bQ.png",
    "a": "assets/6bA.png",
    "qsp": "assets/6bQsp.png",
    "asp": "assets/6bAsp.png",
    "text": "Fill in the missing values between normal form and exponential form.",
    "answerText": "10,000 = 10 to the fourth power. 1,000 = 10 to the third power. 1,000,000,000 = 10 to the ninth power.",
    "textSp": "Encuentra el valor que falta entre la forma numérica y la forma exponencial.",
    "answerTextSp": "Diez mil es igual a diez a la cuarta potencia. Mil es igual a diez a la tercera potencia. Mil millones es igual a diez a la novena potencia."
  },
  {
    "id": "7a",
    "unit": 7,
    "q": "assets/7aQ.png",
    "a": "assets/7aA.png",
    "qsp": "assets/7aQsp.png",
    "asp": "assets/7aAsp.png",
    "text": "Explain how to graph the coordinate (3, 5).",
    "answerText": "Start at (0, 0). Move right 3. Then move up 5. Put a point.",
    "textSp": "Explica cómo puedes graficar el punto tres, cinco.",
    "answerTextSp": "Comienza en el origen, que es cero, cero. Muévete tres espacios hacia la derecha. Luego muévete cinco espacios hacia arriba. Coloca un punto allí."
  },
  {
    "id": "7b",
    "unit": 7,
    "q": "assets/7bQ.png",
    "a": "assets/7bA.png",
    "qsp": "assets/7bQsp.png",
    "asp": "assets/7bAsp.png",
    "text": "Label the origin, the x-axis, and the y-axis.",
    "answerText": "The origin is (0, 0). The x-axis is the horizontal line. The y-axis is the vertical line.",
    "textSp": "Etiqueta el origen, el eje x y el eje y.",
    "answerTextSp": "El origen es el punto donde se cruzan los dos ejes. El eje x es la línea horizontal. El eje y es la línea vertical."
  },
  {
    "id": "7c",
    "unit": 7,
    "q": "assets/7cQ.png",
    "a": "assets/7cA.png",
    "qsp": "assets/7cQsp.png",
    "asp": "assets/7cAsp.png",
    "text": "This shape can be called a square. Why?",
    "answerText": "A square has 4 equal sides and 4 right angles.",
    "textSp": "Esta figura se llama cuadrado. ¿Por qué?",
    "answerTextSp": "Un cuadrado tiene cuatro lados iguales y cuatro ángulos rectos."
  },
  {
    "id": "7d",
    "unit": 7,
    "q": "assets/7dQ.png",
    "a": "assets/7dA.png",
    "qsp": "assets/7dQsp.png",
    "asp": "assets/7dAsp.png",
    "text": "All of these shapes can be called quadrilaterals. Why?",
    "answerText": "A quadrilateral is any 4-sided shape.",
    "textSp": "Todas estas figuras pueden llamarse cuadriláteros. ¿Por qué?",
    "answerTextSp": "Cualquier figura de cuatro lados se puede llamar cuadrilátero."
  },
  {
    "id": "7e",
    "unit": 7,
    "q": "assets/7eQ.png",
    "a": "assets/7eA.png",
    "qsp": "assets/7eQsp.png",
    "asp": "assets/7eAsp.png",
    "text": "Both of these shapes can be called rhombuses. Why?",
    "answerText": "A rhombus has 4 equal sides and opposite sides are parallel.",
    "textSp": "Ambas figuras pueden llamarse rombos. ¿Por qué?",
    "answerTextSp": "Un rombo tiene cuatro lados iguales y los lados opuestos son paralelos."
  },
  {
    "id": "7f",
    "unit": 7,
    "q": "assets/7fQ.png",
    "a": "assets/7fA.png",
    "qsp": "assets/7fQsp.png",
    "asp": "assets/7fAsp.png",
    "text": "All three of these shapes can be called parallelograms. Why?",
    "answerText": "A parallelogram has 4 sides and both pairs of opposite sides are parallel.",
    "textSp": "Las tres figuras pueden llamarse paralelogramos. ¿Por qué?",
    "answerTextSp": "Un paralelogramo tiene cuatro lados y los lados opuestos son paralelos."
  }
]
